start_messages = {
    "Русский": [
        "Привет! Мы оба знаем для чего ты здесь) Давай выберем язык, который ты хочешь выучить:",
        "Привет, давай начнём! Какой язык тебе интересен?",
        "Привет! Я могу в 10 языков, выбери любой, и вперёд к знаниям!"
    ],
    "English": [
        "Hi! We both know why we are here) Let's choose the language you'd like to learn:",
        "Reeeeeady to start? Piiiick a language to learn:",
        "Choose a language to study — and let's go!"
    ]
}

level_messages = {
    "Русский": [
        "Теперь выбери свой уровень владения языком. A - начинающий, B - продолжающий:",
        "Я достаточно гибкий в грамматике, но будет круто, если скажешь какой у тебя уровень знаний на данным момент:",
        "Укажи примерный уровень владения изучаемым языком. Так я смогу быстрее сориентироваться:"
    ],
    "English": [
        "Now pick your language level. A - beginner, B - Intermediate:",
        "I can bend with grammar, but it's nice if you show your language level now",
        "Show a rough language level. So I can find my way quicker:"
    ]
}

style_messages = {
    "Русский": [
        "Можем поболтать или прикинуться деловыми партнерами и обсудить новости из мира финансов. Какой стиль общения тебе ближе?",
        "Выбери предпочитаемый стиль общения. Могу подготовить тебя к непринужденной беседе или наоборот - пополнить словать профессиональных терминов:",
        "Могу рассказывать анкедоты и шутить в непринужденной беседе, или - сделать вид серьезного собеседника:"
    ],
    "English": [
        "We can just chat or pretend to be buisness partners and discuss finances?",
        "Which style of talking is closer to you? Can I prepare you for a casual chat - YES! Can I help you to enrich the vocabulary with professional terms? - YES!",
        "I can tell jokes and jest, or pretend to be a serious interlocutor- The choice is yours:"
    ]
}

welcome_messages = {
    "Русский": [
        "Отлично, выбор сделан! Ты всегда можешь начать сначала через /start 😎 Я открыт к диалогу!",
        "Готово! Ну наконец-то 😎 Можем начинать беседу!",
        "Вот теперь можно и пообщаться! Что хочешь обсудить?"
    ],
    "English": [
        "Great! Let's chat. What would you like to start with?",
        "All set! Ready to talk — what's on your mind?",
        "Now we can chat! What would you like to discuss?"
    ]
}
